Revit 2027 API
ParameterTypeId.CouplerCoupledBarSize Property
 "Bar Size 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerCoupledBarSize { get; }
Public Shared ReadOnly Property CouplerCoupledBarSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerCoupledBarSize {
	ForgeTypeId^ get ();
}
static member CouplerCoupledBarSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace